Revit 2024 API
UnitTypeId.InchesPerSecondSquared Property
 Inches per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InchesPerSecondSquared { get; }
Visual Basic
Public Shared ReadOnly Property InchesPerSecondSquared As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InchesPerSecondSquared {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace